[
    {
        "name"    : "samba classic shoes",
        "sku"     : "sambaClassicShoes",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 90.00,
        "brand_id": 1,
        "description" : "A FAITHFUL REPRODUCTION OF THE 1950 SAMBA SNEAKER.Getting up and down the field with speed is the name of the indoor game. The Samba has dominated indoor soccer for decades for a reason. These legendary shoes feature a leather upper and a lightweight EVA midsole for better response on indoor surfaces.",
        "image" : "https://assets.adidas.com/images/h_2000,f_auto,q_auto,fl_lossy,c_fill,g_auto/02b5819cd7bb4bfd8a3fa7fd012d9359_9366/Samba_Classic_Shoes_White_772109_04_standard.jpg",
        "size" : ["M6","M7","M8","M9"],
        "sub_category_id": 1
    },
    {
        "name"    : "grand court 2.0 shoes",
        "sku"     : "grandCourt2.0Shoes",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 56.00,
        "brand_id": 1,
        "description" : "EVERYDAY CASUAL SHOES MADE IN PART WITH RECYCLED MATERIALS.Meet your new go-to pair. These adidas Grand Court shoes come to life through a modern refresh of all the iconic design elements. Comfort gets an upgrade thanks to increased forefoot flexibility, while the Cloudfoam midsole keeps your feet happy from commute to coffee run. No matter where the day takes you, Grand Court 2.0 provides unmatched comfort and versatility to keep you grounded yet on the go.This product features at least 20% recycled materials. By reusing materials that have already been created, we help to reduce waste and our reliance on finite resources and reduce the footprint of the products we make.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/bbc94634d9d84bcb9aaea2a15de52872_9366/Grand_Court_2.0_Shoes_Blue_ID2969_04_standard.jpg",
        "size" : ["M6","M7","M8","M9"],
        "sub_category_id": 1
    },
    {
        "name"    : "samba shoes",
        "sku"     : "sambaShoes",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 150.00,
        "brand_id": 1,
        "description" : "VINTAGE-STYLE SHOES IN WEARABLE EARTH TONES.Still making an impression. After adidas' Samba shoes made their name in sports they went on to find a place among the fashion-forward in numerous subcultures. These updated shoes take minimalist design cues from the classic silhouette and push even further with subtle accents and barely-there 3-Stripes. Lace-up and let history repeat itself looking as fresh as ever.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/52c951e30dcb4ff1bfdfd053405a6f75_9366/Samba_Shoes_Pink_IG1243_01_standard.jpg",
        "size" : ["M6","M7","M8","M9"],
        "sub_category_id": 1
    },
    {
        "name"    : "ultraboost light shoes",
        "sku"     : "ultraboostLightShoes",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 190.00,
        "brand_id": 1,
        "description" : "EPIC ENERGY. LIGHTEST EVER.Experience epic energy with the new Ultraboost Light, our lightest Ultraboost ever. The magic lies in the Light BOOST midsole, a new generation of adidas BOOST. Its unique molecule design achieves the lightest BOOST foam to date. With hundreds of BOOST capsules bursting with energy and ultimate cushioning and comfort, some feet really can have it all.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/603054f90779462f92ccbc56321755e9_9366/Ultraboost_Light_Running_Shoes_Black_GY9351_HM3_hover.jpg",
        "size" : ["M6","M7","M8","M9"],
        "sub_category_id": 2
    },
    {
        "name"    : "supernova rise shoes",
        "sku"     : "supernovaRiseShoes",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 140.00,
        "brand_id": 1,
        "description" : "SUPERCOMFORT. SUPERNOVA.We've designed the Supernova Rise to deliver maximum comfort in every stride. Our Dreamstrike+ technology cushions the midsole with ​re-engineered super foam. What makes it so super, you ask? It offers the ideal balance of comfort and support to keep you comfy mile after mile. Additionally you will get a system of denser foam Support Rods which means in the real world worry-free transition from heel to toe. Finally, our Comfort Heel Fit combines cushy foam and soft textile for a more secure fit so that it feels like the shoe is giving your heel a hug.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/a60dd09c810e4ec19d592b249c670695_9366/Supernova_Rise_Shoes_Blue_IF9837_HM1.jpg",
        "size" : ["M6", "M7", "M8", "M9"],
        "sub_category_id": 2
    },
    {
        "name"    : "adicolor classics 3-stripes hoodie",
        "sku"     : "adicolorClassics3StripesHoodie",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 56.00,
        "brand_id": 1,
        "description" : "A QUINTESSENTIAL HOODIE SPORTING THE ICONIC TREFOIL LOGO.You can't go wrong with a classic. A beloved style for a reason, this hoodie is packed with OG adidas style from the signature 3-Stripes to the embroidered Trefoil logo on the chest. The casual, regular fit makes it easy to slip on for an extra layer of warmth around the house or while seizing the day with friends.Comfort in the detailsThe soft fleece build guarantees long lasting warmth. On cool or windy days, the built-in drawcord-adjustable hood adds an extra layer of comfort. A large front kangaroo pocket is a great place to stash small essentials or to warm cold hands.The cotton in this product has been sourced through Better Cotton. Better Cotton is sourced via a chain of custody model called mass balance. This means that Better Cotton is not physically traceable to end products.Find out more here: https://bettercotton.org/who-we-are/our-logo/",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/05f220749ecb43dfa48bafd000b5e15f_9366/Adicolor_Classics_3-Stripes_Hoodie_Black_IM2088_21_model.jpg",
        "size" : ["XS","S","M","L","XL"],
        "sub_category_id": 3
    },
    {
        "name"    : "team issue pullover hoodie",
        "sku"     : "teamIssuePulloverHoodie",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 48.00,
        "brand_id": 1,
        "description" : "A PULLOVER HOODIE WITH A ZIP POCKET, MADE WITH RECYCLED MATERIALS.This adidas hoodie is destined to be the one you reach for every time you head out the door. The comfy fleece build is made for all-day comfort, and AEROREADY manages moisture so you stay dry. But what sets this pullover apart is the front zip pocket. Stash your key and card and you're good to go.Made with 100% recycled materials, this product represents just one of our solutions to help end plastic waste.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/d1a3ce3a480e4809b36aaeb6018a6f22_9366/Team_Issue_Pullover_Hoodie_Grey_HI3084_21_model.jpg",
        "size" : ["XS","S","M","L","XL"],
        "sub_category_id": 3
    },
    {
        "name"    : "lounge fleece sweatshirt",
        "sku"     : "loungeFleeceSweatshirt",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 65.00,
        "brand_id": 1,
        "description" : "A SOFT CREW MADE IN PART WITH A BLEND OF RECYCLED AND RENEWABLE MATERIALS.Whether you're curled up on the couch or running errands around town, this adidas fleece crewneck sweatshirt keeps you cozy while expressing your laid-back style. The soft cotton and polyester blend fleece fabric and ribbed cuffs offer comfort that lasts from your morning latte to an evening chill session. Slip into the weekend in this go-to layer — its modern diamond collar and tonal adidas Badge of Sport add subtle flair so you look put together even when you'd rather lounge.By choosing recycled, we are able to reuse materials that have already been created, which helps to reduce waste. Renewable materials choices will help us to remove our reliance on finite resources. Our products made with a blend of recycled and renewable materials feature at least 70% total of these materials.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/17fb95b586764dcd919537c4580cfeaa_9366/Lounge_Fleece_Sweatshirt_Pink_IS1598_21_model.jpg",
        "size" : ["XS","S","M","L","XL"],
        "sub_category_id": 3
    },
    {
        "name"    : "essentials fleece tapered cuff big logo pants",
        "sku"     : "essentialsFleeceTaperedCuffBigLogoPants",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 50.00,
        "brand_id": 1,
        "description" : "WARM SWEAT PANTS MADE WITH A BLEND OF RECYCLED AND RENEWABLE MATERIALS.The fit is tapered. The fabric is seriously cozy. These adidas sweat pants are a comfortable choice whether you're lounging around, working from home or ticking other tasks off your list. Why not add your favorite hoodie and give your whole body a hug?A minimum of 70% of this product is a blend of recycled and renewable materials.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/3fc42e6506a5466aa38dafc40076ec44_9366/Essentials_Fleece_Tapered_Cuff_Big_Logo_Pants_Black_IB4025_21_model.jpg",
        "size" : ["XS","S","M","L","XL"],
        "sub_category_id": 4
    },
    {
        "name"    : "tiro 23 league pants",
        "sku"     : "tiro23LeaguePants",
        "quantity": "1",
        "detail"  : "detail",
        "price"   : 50.00,
        "brand_id": 1,
        "description" : "MOISTURE-MANAGING TRACK PANTS FOR TRAINING, MADE WITH RECYCLED MATERIALS.Born for the beautiful game. Part of the Tiro 23 League range, these adidas soccer pants use AEROREADY to channel moisture away from your skin and keep you firing on all cylinders. Ankle zips mean they're easy to slide off when your session is done.",
        "image" : "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/bf9cb1cf4d5541e984e9aefa00b6e59d_9366/Tiro_23_League_Pants_Black_HS7232_21_model.jpg",
        "size" : ["XS","S","M","L","XL"],
        "sub_category_id": 4
    },
    {
        "name"    : "Mary&May Idebenone+Blackberry Complex Serum 30ml",
        "sku"     : "Mary&MayIdebenone+BlackberryComplexSerum30ml",
        "quantity": "1",
        "detail"  : "Wrinkle, Firming, Skin Tone Up, Fragrance Free, Korean Skincare, marynmayVisit the Mary&May Store",
        "price"   : 15.00,
        "brand_id": 2,
        "description" : "A fast-absorbing serum formulated with highly concentrated Idebenone that works in synergy with Blackberry Complex, maximizing the antioxidant effect on skinFormulated with EWG verified green grade ingredientsInternational products have separate terms, are sold from abroad and may differ from local products, including fit, age ratings, and language of product, labeling or instructions",
        "image" : "https://cdn.imweb.me/thumbnail/20230111/a90605c0e51bf.jpg",
        "size" : ["30ml"],
        "sub_category_id": 5
    },
    {
        "name"    : "Mary&May Idebenone+Blackberry Intense Cream 70g",
        "sku"     : "Mary&MayIdebenone+BlackberryIntenseCream70g",
        "quantity": "1",
        "detail"  : "Aging Control, Firming, Skin Tone Up, Skin Barrier, Ceramide, Korean Skincare, marynmay",
        "price"   : 20.00,
        "brand_id": 2,
        "description" : "A multi-functional cream formulated with 63% Blackberry Complex and Idebenone (500ppm) that have powerful antioxidant property, restoring youthful looking skin.Contains 5 kinds of Ceramides and Phytosphingosine to create strong skin moisture barrier and prevent natural water loss.Delivers intense hydration to parched skin with a thick and smooth cream texture.Refines the appearance of visible wrinkles and provides a skin-whitening effect.",
        "image" : "https://cdn.imweb.me/thumbnail/20220817/0a47f4260226b.jpg",
        "size" : ["70g"],
        "sub_category_id": 5
    }
]